Revit 2027 API
ParameterTypeId.VolumeOfInterestViewsVisible Property
 "Views Visible"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeOfInterestViewsVisible { get; }
Public Shared ReadOnly Property VolumeOfInterestViewsVisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeOfInterestViewsVisible {
	ForgeTypeId^ get ();
}
static member VolumeOfInterestViewsVisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace